<?php

return [
	//模板参数替换
    'view_replace_str'       => array(
        '__PUBLIC__'    => '/static/admin',
        '__UPLOAD__' => '/data/upload',
    ),
    'PAGESIZE' => 15,
    'DB_PREFIX' => 'bzpm_',
    "AUTHCODE" => 'SkIiOusv7pyrhKZbQA',
    'DIR_SECURE_FILENAME' => '',
    'paginate' => [
		'type' => 'bootstrap',
		'var_page' => 'p',
	],
	'title_dat' => [
        "A1" => [
            "title"      => "序号："
        ],
        "B1" => [
            "title"      => "集团公司全称："
        ],
        "C1" => [
            "title"      => "项目公司全称："
        ],
        "D1" => [
            "title"      => "项目公司营业执照（上传PDF扫描件）："
        ],
        "E1" => [
            "title"      => "项目照片（上传实景图或效果图）："
        ],
        "F1" => [
            "title"      => "填表人："
        ],
        "G1" => [
            "title"      => "职务（上传名片）："
        ],
        "H1" => [
            "title"      => "办公电话："
        ],
        "I1" => [
            "title"      => "传真号码："
        ],
        "J1" => [
            "title"      => "手机号码："
        ],
        "K1" => [
            "title"      => "邮箱："
        ],
        "L1" => [
            "title"      => "公司地址："
        ],
        "M1" => [
            "title"      => "项目名称："
        ],
        "N1" => [
            "title"      => "项目地址："
        ],
        "O1" => [
            "title"      => "建筑类别（住宅/公共/工业建筑）："
        ],
        "P1" => [
            "title"      => "项目建设用地面积（万㎡）："
        ],
        "Q1" => [
            "title"      => "项目总建筑面积（万㎡）："
        ],
        "R1" => [
            "title"      => "建筑结构形式（混凝土/钢筋混凝土/钢结构/木结构/砖混结构）："
        ],
        "S1" => [
            "title"      => "容积率："
        ],
        "T1" => [
            "title"      => "绿地率："
        ],
        "U1" => [
            "title"      => "规划住宅套数（套）："
        ],
        "V1" => [
            "title"      => "停车位数量（个）："
        ],
        "W1" => [
            "title"      => "开工时间："
        ],
        "X1" => [
            "title"      => "计划竣工时间："
        ],
        "Y1" => [
            "title"      => "在建面积（万㎡）："
        ],
        "Z1" => [
            "title"      => "绿色建筑等级（一/二/三星级）："
        ],
        "AA1" => [
            "title"      => "绿色建筑预评价（设计标识）面积（万㎡）："
        ],
        "AB1" => [
            "title"      => "近零能耗建筑等级（超低能耗/近零能耗/零能耗）："
        ],
        "AC1" => [
            "title"      => "近零能耗建筑面积（万㎡）："
        ],
        "AD1" => [
            "title"      => "低碳建筑等级（低碳/零能耗/碳中和/零碳）："
        ],
        "AE1" => [
            "title"      => "低碳建筑面积（万㎡）："
        ],
        "AF1" => [
            "title"      => "装配式建筑面积（万㎡）："
        ],
        "AG1" => [
            "title"      => "全装修成品住宅面积（万㎡）："
        ],
        "AH1" => [
            "title"      => "健康建筑/ WELL面积（万㎡）："
        ],
        "AI1" => [
            "title"      => "国际绿色建筑认证（LEED/BREAM/DGNB/CASBEE）："
        ],
        "AJ1" => [
            "title"      => "国际绿色建筑认证面积（万㎡）："
        ],
        "AK1" => [
            "title"      => "竣工面积（万㎡）："
        ],
        "AL1" => [
            "title"      => " 绿色建筑等级（一/二/三星级）："
        ],
        "AM1" => [
            "title"      => "绿色建筑评价（运行标识）面积（万㎡）："
        ],
        "AN1" => [
            "title"      => "近零能耗建筑等级（超低能耗/近零能耗/零能耗）："
        ],
        "AO1" => [
            "title"      => "近零能耗建筑面积（万㎡）："
        ],
        "AP1" => [
            "title"      => "低碳建筑等级（低碳/零能耗/碳中和/零碳）："
        ],
        "AQ1" => [
            "title"      => "低碳建筑面积（万㎡）："
        ],
        "AR1" => [
            "title"      => "装配式建筑面积（万㎡）："
        ],
        "AS1" => [
            "title"      => "全装修成品住宅面积（万㎡）："
        ],
        "AT1" => [
            "title"      => "健康建筑/ WELL面积（万㎡）："
        ],
        "AU1" => [
            "title"      => "国际绿色建筑认证（LEED/BREAM/DGNB/CASBEE）："
        ],
        "AV1" => [
            "title"      => "国际绿色建筑认证面积（万㎡）："
        ],
        "AW1" => [
            "title"      => "待开发面积（万㎡）："
        ],
        "AX1" => [
            "title"      => "汽油（升）："
        ],
        "AY1" => [
            "title"      => "柴油（升）："
        ],
        "AZ1" => [
            "title"      => "天然气（立方米）："
        ],
        "BA1" => [
            "title"      => "电力（千瓦时）："
        ],
        "BB1" => [
            "title"      => "热力（千兆焦耳）："
        ],
        "BC1" => [
            "title"      => "温室气体直接排放量（kg）： "
        ],
        "BD1" => [
            "title"      => "氮氧化物排放量（kg）："
        ],
        "BE1" => [
            "title"      => "二氧化硫排放量（kg）："
        ],
        "BF1" => [
            "title"      => "悬浮粒子/颗粒物（kg）："
        ],
        "BG1" => [
            "title"      => "固体废弃物排放量（吨）："
        ],
        "BH1" => [
            "title"      => "有害废弃物排放量（吨）："
        ],
        "BI1" => [
            "title"      => "无害废弃物排放量（吨）："
        ],
        "BJ1" => [
            "title"      => "建筑垃圾排放量（吨） ："
        ],
        "BK1" => [
            "title"      => "废水/污水排放量（吨）："
        ],
        "BL1" => [
            "title"      => "用纸量（kg）："
        ],
        "BM1" => [
            "title"      => "用水量（吨）："
        ],
        "BN1" => [
            "title"      => "水泥/混凝土（吨）："
        ],
        "BO1" => [
            "title"      => "钢材（吨）："
        ],
        "BP1" => [
            "title"      => "铝材（吨）："
        ],
        "BQ1" => [
            "title"      => "玻璃（吨）："
        ],
        "BR1" => [
            "title"      => "陶瓷（吨）："
        ],
        "BS1" => [
            "title"      => "研发费用（万元）："
        ],
        "BT1" => [
            "title"      => "环保资金投入（万元）："
        ],
        "BU1" => [
            "title"      => "社会公益捐赠额度（万元）："
        ],
        "BV1" => [
            "title"      => "知识产权专利数量（个）："
        ],
        "BW1" => [
            "title"      => "企业违规/违法事件或行为数量（件）： "
        ],
        "BX1" => [
            "title"      => "企业员工违规/违法事件或行为数量（件）："
        ],
        "BY1" => [
            "title"      => "企业涉诉案件数量（件）："
        ],
        "BZ1" => [
            "title"      => "企业涉诉金额（万元）："
        ],
        "CA1" => [
            "title"      => "建筑工地安全事故数量（件）："
        ],
        "CB1" => [
            "title"      => "建筑工地安全事故人员伤亡（人）："
        ],
        "CC1" => [
            "title"      => "供应商重大负面事件（件）："
        ],
        "CD1" => [
            "title"      => "供应商产品质量问题事故（件）："
        ],
    ]
];